Repository: common-repository/wp-multilingual
Catalog: l10n/multilingual-*.po
Languages: ca, cs, de, el, es, fr, he, it, nl, pl, uk

source: Delete
ca: Esborrar
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
fr: enlever
he: מחק
it: Eliminare
nl: Verwijder
pl: Usuń
uk: Видалити

source: Activate
ca: Activar
cs: Aktivovat
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Connecter
he: הפעל
it: Avviare
nl: Activeer
pl: Aktywuj
uk: Увімкнути

source: Actions
ca: Accions
cs: Akce
de: Aktionen
el: Ενέργειες
he: פעולות
it: Azioni
nl: Acties
pl: Akcje
uk: Дії

source: UP
ca: DALT
cs: NAHORU
de: RAUF
el: ΠΑΝΩ
es: Arriba
fr: En haut
he: העלה
it: SU
nl: NAAR BOVEN
pl: W GÓRĘ
uk: Доверху

source: Lang Code (2 or 3 chars)
ca: Codi d'idioma (2 o 3 caràcters)
cs: Kód jazyka (2 nebo 3 znaky)
de: Sprach Code (2 oder 3 Buchstaben)
el: Κωδικός Γλώσσας (2 ή 3 σημαδιών)
es: Código del lenguaje (2 a 4 caracteres)
fr: Code de Lang (2 ou 3 symboles)
he: קוד שפה (2 או 3 תווים)
it: Il codice della lingua (due o tre segni)
nl: Taalcode (2 of 3 tekens)
pl: Kod języka (2 lub 3 znaki)
uk: Код мови (2 чи 3 знаки)

source: Sorry, lang code not found.
ca: Perdó, no s'ha trobat aquest codi d'idioma.
cs: Omlouvám se, zadaný kód jazyka nebyl nalezen.
de: Sorry, der Sprach Code konnte nicht gefunden werden
el: Συγγνώμη, αλλά ο Κωδικός Γλώσσας δεν υπάρχει.
es: El código del lenguaje no se encuentra
fr: Pardon, code de lang n'a pas été trouvé
he: סליחה, קוד שפה לא נמצא.
it: Scusi, il codice della lingua non è trovato
nl: Sorry, er kon geen taalcode gevonden worden.
pl: Przepraszamy, kod języka nie został odnaleziony
uk: Вибачте мовний код не знайдено.

source: Region
ca: Regió
cs: Oblast
el: Περιοχή
es: Región
fr: Région
he: אזור
it: Regione
nl: Regio
uk: Регіон

source: Language
ca: Idioma
cs: Lokalizace
de: Sprache
el: Γλώσσα
es: Lenguaje
fr: Langue
he: שפה
it: Lingua
nl: Taal
pl: Język
uk: Мова

source: DOWN
ca: AVALL
cs: DOLŮ
de: RUNTER
el: ΚΑΤΩ
es: Abajo
fr: En bas
he: הורד
it: Giù
nl: NAAR BENEDEN
pl: W DÓŁ
uk: Донизу

source: Active
ca: Actiu
cs: Aktivní
de: Aktiv
el: Ενεργό
es: Activar
he: פעיל
it: Attiva
nl: Actief
pl: Aktywne
uk: Активна

source: Deactivate
ca: Desactivar
cs: Deaktivovat
de: Deaktivieren
el: Απενεργοποιήση
es: Desactivar
fr: Déconnecter
he: הפסק פעולה
it: Spegnere
nl: Deactiveer
pl: Deaktywuj
uk: Вимкнути

source: Default language
ca: Idioma principal
cs: Výchozí jazyk
de: Standard Sprache
el: Προεπιλεγμένη Γλώσσα
es: Lenguaje default
fr: Langue par défaut informatique
he: שפת ברירת מחדל
it: La lingua di reticenza
nl: Standaardtaal
pl: Domyślny język
uk: Мова по замовчуванню

source: Locale
ca: Local
cs: Lokální nastavení
el: Τοπικές ρυθμίσεις
es: Escenario
fr: Spécificité locale
he: סימול מקומי
pl: Lokalizacja
uk: Локаль

source: Edit
ca: Editar
cs: Editovat
de: Editieren
el: Επεξεργασία
es: Editar
fr: éditer
he: עריכה
it: Redigere
nl: Editeer
pl: Edycja
uk: Редагувати

source: Language code
ca: Codi d'idioma
cs: Kód jazyka
de: Sprach Code
el: Κωδικός Γλώσσας
es: Código del lenguaje
fr: Code de langue
he: קוד שפה
it: Codice della lingua
nl: Taalcode
pl: Kod języka
uk: Код мови

source: Language name
ca: Nom d'idioma
cs: Jméno jazyka
de: Sprache (Titel)
el: Όνομα γλώσσας
es: Nombre del lenguaje
fr: Nom de langue
he: שם שפה
it: Nome della lingua
nl: Naam taal
pl: Nazwa języka
uk: Назва мови

source: Language country
ca: País d'idioma
cs: Země
de: Sprache (Land)
el: Χώρα της γλώσσας
es: País del lenguaje
fr: Pays de langue
he: שפת מדינה
it: Paese della lingua
nl: Land taal
pl: Kraj języka
uk: Країна мови

source: Language locale
ca: Lloc d'idioma
cs: Lokální nastavení jazyka
de: Sprache (Region)
el: Τοπικές ρυθμίσεις της γλώσσας
es: Lenguaje local
fr: Spécificité locale de la langue
he: סימול שפה מקומית
it: Lingua locale
nl: Taal locale
pl: Lokalizacja języka
uk: Локаль мови

source: Blog name
ca: Nom del blog
cs: Jméno blogu
el: Όνομα Μπλόγκ
es: Nombre del blog
fr: Nom de blogue
he: שם הבלוג
it: Nome del blog
nl: Naam blog
pl: Nazwa blogu
uk: Назва блогу

source: Blog description
ca: Descripció del blog
cs: Popis blogu
de: Blog Beschreibung
el: Περιγραφή Μπλόγκ
es: Descripción del blog
fr: description de blogue
he: תאור הבלוג
it: Descrizione della lingua
nl: Omschrijving blog
pl: Opis blogu
uk: Опис блогу

source: Add
ca: Afegir
cs: Přidat
de: Hinzufügen
el: Πρόσθηκη
es: Agregar
fr: Ajouter
he: הוסף
it: Aggiungere
nl: Voeg toe
pl: Dodaj
uk: Додати

source: Save
ca: Desar
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Salvar
fr: Conserver
he: שמור
it: Salvare
nl: Bewaar
pl: Zapisz
uk: Зберегти

source: Reset
ca: Restaurar
cs: Resetovat
de: Zurücksetzen
el: Επαναφέρω
es: Reiniciar
he: איפוס
it: Ritornare al iniziali
nl: Herstel
pl: Resetuj
uk: Повернутись до початкових данних

source: Sorry, but item already exists.
ca: Aquest ítem ja existeix.
cs: Omlouvám se, položka již existuje.
de: Sorry, bereits vorhanden.
el: Συγγνώμη, αλλά το αντικείμενο υπάρχει ήδη.
es: El elemento ya existe
fr: Pardon, mais cette unité existe déjà
he: סליחה, הפריט קיים כבר
it: Scusi, ma registrazione del questo codice già esiste
nl: Sorry, dit item bestaat reeds.
pl: Przepraszamy, ale pozycja ta już istnieje
uk: Вибачте, але запис для ціього коду вже існує

source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
he: טעות
it: Errore
nl: Fout
pl: Błąd
uk: Помлика

source: table empty
ca: taula buida
cs: prázdná tabulka
de: Tabelle ist leer
el: Ο πίνακας είναι κενός
es: tabla vacía
fr: table vide
he: טבלה ריקה
it: La tabella è vuota
nl: tabel is leeg
pl: pusta tabela
uk: таблиця пуста

source: Name
ca: Nom
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
he: שם
it: Nome
nl: Naam
pl: Nazwa
uk: Назва

source: Slug
ca: URL
el: Ψευδώνυμο
fr: Aliase
it: Alias
pl: Alias
uk: Аліас

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
he: תאור
it: Descrizione
nl: Omschrijving
pl: Opis
uk: Опис

source: Save Information
ca: Desar informació
cs: Uložit
de: Informationen speichern
el: Αποθήκευση των πληροφοριών
es: Salvar información
fr: Conserver l 'information
he: שמור מידע
it: Salvare informazione
nl: Bewaar informatie
pl: Zachowaj informacje
uk: Зберегти інформацію

source: Installation
ca: Instal·lació
cs: Instalace
el: Εγκατάσταση
es: Instalación
he: התקנה
it: Installazione
nl: Installatie
pl: Instalacja
uk: Установка

source: You need to install <b>Dean's FCKEditor For Wordpress</b> - this plugin replaces the default Wordpress editor with FCKeditor. We need this editor to make it working with many languages. You can get it at homepage (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
ca: Cal instal·lar <b>Dean's FCKEditor for Wordpress</b> - aquesta extenció substitueix l'editor per defecte de Wordpress per FCKeditor. Aquest editor possibilita l'edició d'entrades en múltiples idiomes. Pots baixar-la en <a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>aquesta pàgina</a>.
cs: <b>Dean's FCKEditor pro Wordpress</b> musí být nainstalován ke správnému fungování tohoto pluginu (tento plugin nahradí výchozí editor Wordpresu za FCKeditor). K nalezení je například <a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>zde</a>.
de: Du mußt den <b>Dean's FCKEditor für Wordpress</b> installieren - das Plugin ersetzt den Standard Wordpress Editor mit dem FCKeditor. Der wird benötigt um mit mehreren Sprachen verwalten zu können. Du kannst ihn hier: (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>) runterladen.
el: Πρέπει να εγκαταστάσετε <b>Dean's FCKEditor για Wordpress</b> - αυτό το πρόσθετο πρόγραμμα αντικαθιστά τον προεπιλεγμένο Wordpress επεξεργαστή κειμένου με τον FCKeditor. Χρειαζόμαστε αυτόν τον επεξεργαστή κειμένου για να μπορεί να δουλέψει με πολλέσ γλώσσες. Μπορείτε να το κατεβάσετε απο την ιστοσελίδα (http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
es: Necesita instalar <b>Dean's FCKEditor For Wordpress</b> este plug-in reemplaza el editor nativo de Wordpress por el FCKeditor. Necesitara este editor para trabajar en varios lenguajes. Lo podrá obtener en: (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
fr: Il faut installer<b>Dean's FCKEditor For Wordpress</b> - ce plugin substitue the default Wordpress editeur par défaut informatique avec FCKeditor. Nous avons besoin de cette editeur afin de travailler avec beaucoup de langues. Vous pouvez la télecharger en (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
he: יש צורך בהתקנת תוסף <b>Dean's FCKEditor For Wordpress</b> - תוסף זה מחליף את עורך ברירת המחדל של Wordpress ב FCKeditor.העורך הזה נחוץ לעבודה עם ריבוי שפות. תוכל להורידו מדף הבית (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
it: Lei devono installare <b>Dean's FCKEditor per WordPress</b> - questo plug in sostituisce di sé un redattore di wordpress unificato, é necessario per redigere il content in parecchie lingue. Lei possono prenderlo alla pagina domiciliare (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
nl: Je moet <b>Dean's FCKEditor For Wordpress</b> installeren - deze plugin vervangt de standaard (built-in) editor van Wordpress editor met FCKeditor. We hebben deze editor nodig om gebruikt e kunnen maken van meerdere talen. Je kan hem vinden op (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)
pl: Musisz zainstalować wtyczkę <b>Dean's FCKEditor For Wordpress</b>. Wtyczka ta zastępuje domyślny edytor tekstowy Wordpress - FCKeditor. Instalacja wtyczki jest niezbędna, aby móc pracować z wieloma językami. Mozesz pobrać ją ze strony autora: <a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>
uk: Вам необхідно встановити <b>Dean's FCKEditor для вордпрессу</b> - цей плагін замінює візуальний редактор що використовується ВодПрессом на FCKeditor. Нам потрібен цей редактор щоб працювало редагуваня багатьох мов одночасно, ви можете його взяти з домашньої сторінки плагіна (<a href='http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/'>http://www.deanlee.cn/wordpress/fckeditor-for-wordpress-plugin/</a>)

source: <b>Dean's FCKEditor For Wordpress</b> installed and activated
ca: <b>Dean's FCKEditor For Wordpress</b> instal·lat i activat
cs: <b>Dean's FCKEditor pro Wordpress</b> nainstalován a aktivován
de: <b>Dean's FCKEditor für Wordpress</b> wurde installiert und aktiviert
el: <b>Dean's FCKEditor για Wordpress</b> εγκατεστημένος και ενεργοποιημένος
es: <b>Dean's FCKEditor For Wordpress</b> instalado y activado
fr: <b>Dean's FCKEditor For Wordpress</b> a été installé et connecté
he: <b>Dean's FCKEditor עבור Wordpress</b>מותקן ומופעל
it: <b>Dean's FCKEditor per Wordpress</b> installato e attivato
nl: <b>Dean's FCKEditor For Wordpress</b> geïnstalleerd and geactiveerd
pl: <b>Wtyczka Dean's FCKEditor For Wordpress</b> została zainstalowana i aktywowana
uk: <b>Dean's FCKEditor для Wordpress</b> встановлено та активовано

source: Step
ca: Pas
cs: Krok
de: Schritt
el: Βήμα
es: Paso
fr: Pas
he: צעד
it: Passo
nl: Stap
pl: Krok
uk: Крок

source: Please select language that should be default for old posts and pages
ca: Escull l'idioma per defecte per les entrades i pàgines antigues
cs: Prosím vyberte výchozí jazyk pro existující příspěvky a stránky
de: Bitte wähle eine Standard Sprache für bereits geschriebene Artikel und Seiten aus.
el: Παρακαλώ επιλέξτε μια γλώσσα η οποία θα πρέπει να είναι η προεπιλεγμένη για παλιές δημοσιεύσεις και σελίδες
es: Seleccione el lenguaje default para sus páginas y artículos anteriores
fr: Séléctionnez la langue qui doit etre par défaut informatique pour les messages et pages vieux
he: בחר שפה שתהיה ברירת המחדל לפרסומים ישנים ועמודים
it: Sia così gentile, scelgono la lingua che sarà la lingua di reticenza per i tutti vostri posti,I tutti vostri posti saranno copiati nella stessa lingua
nl: Gelieve de taal te selecteren die standaard gebruikt moet worden voor oudere posts en pagina's
pl: Wybierz język, który ma być domyślnym językiem dla dotychczasowych postów i stron
uk: Будьласка оберіть мову що буде мовою по замовчуванню, у цю мову такою будуть скопійовані усі існуючі постию.

source: Are you sure that you need this language
ca: Estàs segur que et cal aquest idioma
cs: Jste si jist, že tento jazyk potřebujete
de: Bist du sicher das du diese Sprache benötigst
el: Είστε βέβαιοι ότι χρειάζεστε αυτήν την γλώσσα;
es: ¿Está seguro que necesita este lenguaje?
fr: Etes vous sur aue vous avez besoin de cette langue
he: האם אתה בטוח זקוק לשפה זו ?
it: Sono sicuri che c’e necceessita proprio di questa lingua
nl: Ben je zeker dat je deze taal nodig hebt
pl: Czy na pewno potrzebujesz tego języka?
uk: Ви впевнені що вам необхідна саме ця мова

source: Set Default Language
ca: Determinar idioma per defecte
cs: Nastav jako výchozí
de: Standard Sprache definieren
el: Ορίστε προεπιλεγμένη γλώσσα
es: Definir lenguaje nativo
fr: Sélectionnez la langue par défaut informatique
he: קבע שפת ברירת מחדל
it: Installare la lingua di reticenza
nl: Bepaal de standaardtaal
pl: Ustaw Język Domyślny
uk: Встановити мову по замовчуванню

source: Please
ca: Si us plau
cs: Prosím
de: BItte
el: Παρακαλώ
es: Por favor
fr: S'il vous plait
he: בבקשה
it: Per piacere
nl: Alstublieft
pl: Proszę
uk: Будь ласка

source: configure WP_Multilingual
ca: configurar WP_Multilingual
cs: nastav WP_Multilingual
de: WP_Multilingual konfigurieren
el: Διαμορφώστε το WP_Multilingual
es: configurar WP_Multilingual
fr: configuez WP_Multilingual
he: עיצוב WP_Multilingual
it: WP_Multilingual è da configurare
nl: configureer WP_Multilingual
pl: konfiguruj WP_Multilingual
uk: сконфігуруйте WP_Multilingual

source: to finish installation
ca: per acabar l'instal·lació
cs: dokonči instalaci
de: um die Installation abzuschließen
el: προκειμένου να τελειώσει η εγκατάσταση
es: para finalizar la instalación
fr: afin de finir l'installation
he: לסיים התקנה
it: per finire installazione
nl: om de installatie te beëindigen
pl: aby zakończyć instalację
uk: аби закінчити інсталяцію

source: Plugin uninstallation
ca: Desinstal·lació de l'extensió
cs: Odinstalování pluginu
de: Plugin deinstallieren
el: Απεγκατάσταση Πρόσθετου
es: Desinstalar Plug-in
fr: Deinstallation de plugin
he: הסרת תוסף שפות
it: Deinstallazione del plug-in
nl: Plugin verwijderen
pl: Deinstalacja Wtyczki
uk: Видалення плагіну

source: Edit page
ca: Editar la pàgina
cs: Editovat stránku
de: Seite bearbeiten
el: Επεξεργασία σελίδας
es: Editar página
fr: Editer la page
he: עריכת עמוד
it: Redigere la pagina
nl: Editeer pagina
pl: Edytuj stronę
uk: Редагувати сторінку

source: Title
ca: Títol
cs: Nadpis
de: Titel
el: Τίτλος
es: Título
fr: Titre
he: כותרת
it: Nome
nl: Titel
pl: Tytuł
uk: Назва

source: Post/Page
ca: Entrada/Pàgina
cs: Příspěvek/Stránka
de: Artikel/Seite
el: Δημοσίευση/Σελίδα
es: Artículo/Página
fr: Message/Page
he: פרסום/עמוד
it: Posto/Pagina
nl: Post/Pagina
pl: Post/Strona
uk: Пост/Сторінка

source: Excerpt
ca: Extret
cs: Citace
de: Auszug
el: Σχολιασμός
es: Opciones
fr: Sauf
he: מלבד
it: Annotazione
nl: Fragment
pl: Komentarz
uk: Анотація

source: Options
ca: Opcions
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
he: אפשרויות
it: Optioni
nl: Opties
pl: Opcje
uk: Опції

source: Language List
ca: Llista d'idiomes
cs: Seznam jazyků
de: Sprachen
el: Λίστα γλωσσών
es: Lista de lenguajes
fr: Liste des langues
he: שפות
it: Lista die lingue accessibili
nl: Lijst talen
pl: Lista Języków
uk: Перелік доступних мов

source: Categories Translation
ca: Traducció de categories
cs: Překlad Kategorií
de: Kategorien Übersetzung
el: Μετάφραση κατηγοριών
es: Traducción de categorías
fr: Traduction des catégories
he: תרגומים
it: Traduzione die categorie
nl: Vertaling categorieën
pl: Tłumaczenie Kategorii
uk: Переклад категорій

source: Language Plugin Help
ca: Ajuda sobre l'extensió d'idiomes
cs: Nápověda
de: WP_Multilingual Plugin Hilfe
el: Βοήθεια για την γλώσσα προσθέτων
es: Ayuda del plug-in de lenguaje
fr: Aide
he: עזרה
it: Aiuto
nl: Help Taal plugin
pl: Pomoc
uk: Допомога

source: Are You sure you want to delete all language data related WP_Multilingual plugin and deactivate plugin?
ca: Estàs segur que vols esborrar totes les dades d'idioma relacionades amb WP_Multilingual i desactivar l'extensió?
cs: Jste si opravdu jisti, že chcete smazat veškerá data související s pluginem WP_Multilingual a také deaktivovat tento plugin ?
de: Bist du sicher das du alle Sprachen relevanten Daten löschen und das Plugin: WP_Multilingual deaktiveren willst?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε όλα τα δεδομένα γλωσσών σχετικά με το πρόσθετο του WP_Multilingual και να απενεργοποιήσετε το πρόσθετο;
es: ¿Está seguro que desea borrar todos los datos de lenguajes relacionados a WP_Multilingual y desactivar el plug-in?
fr: Vous étes sur que vous voulez enlever tous les données de langue liées à WP_Multilingual plugin et déconnecter plugin?
he: האם אתה בטוח כי ברצונך למחוק את כל המידע הקשור לתוסף WP_Multilingual ולכבות אותו ?
it: Sono sicuri che vogliono eliminare plug-in WP_Multilingual interamente (senza possibilita di riattivazione) e disattivarlo?
nl: Ben je zeker dat je de WP_Multilingual plugin wil deactiveren en alle gerelateerde taal data wil verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie dane związane z pluginem WP_Multilingual i deaktywować plugin?
uk: Ви впевнені що маєте бажання повнітю видалити усі данні відносно плагіну WP_Multilingual (без можливості відновлення ) та деактивувати плагін.

source: Delete translation data from
ca: Esborrar dades de traducció de
cs: Smazat přeložené data z
de: Übersetzungsdaten löschen von
el: Διαγράψτε τα δεδομένα μεταφράσεων από
es: Borrar datos de traducción desde
fr: Enlever les données de traduction de
he: מחק מידע תרגום (translation)מ
it: Eliminare tutte le traduzione dalla tabelle
nl: Verwijder vertaling van
pl: Usuń dane tłumaczenia z
uk: Видалити усі переклади з таблиці

source: and
ca: i
cs: a
de: und
el: Και
es: y
fr: et
he: ו
it: e
nl: en
pl: i
uk: та

source: Flush
ca: Buidar
cs: Vyprázdnit
de: Leere
el: Αποκατάσταση
he: רוקן
it: Riattivare
pl: Porządkuj
uk: Відновити

source: Remove
ca: Treure
cs: Odstranit
de: Entferne
el: Αφαίρεση
es: Remover
fr: deplacer
he: הסר
it: Eliminare
nl: Verwijder
pl: Usuń
uk: Видалити

source: Delete Laguage Data and Deactivate Plugin
ca: Esborrar les dades d'idioma i desactivar l'extensió
cs: Provést odinstalaci a deaktivovat plugin
de: Übersetzungsdaten löschen und Plugin deaktivieren
el: Διαγράψτε τα δεδομένα γλώσσας και απενεργοποιήστε το πρόσθετο
es: Borrar datos de lenguaje y desactivar el plug-in
fr: Enlever les données de langue et déconnecter Plugin
he: מחק מידע שפות וכבה את התוסף
it: Eliminare i dati della lingua e disattivare il plug-in
nl: Verwijder vertaling en deactiveer plugin
pl: Usuń dane języków i deaktywuj wtyczkę
uk: Видалити мовні дані та деактивувати плагін

source: Edit Language
ca: Editar idioma
cs: Editovat jazyk
de: Sprache editieren
el: Επεξεργασία γλώσσας
es: Editar lenguaje
fr: Editer la langue
he: עריכת שפה
it: Redazione die lingue
nl: Editeer taal
pl: Edytuj Język
uk: Редагування мов

source: Add Language
ca: Afegir idioma
cs: Přidat jazyk
de: Sprache hinzufügen
el: Πρόσθεση Γλώσσας
es: Agregar lenguaje
fr: Ajouter la langue
he: הוספת שפה
it: Aggiungere la lingua
nl: Taal toevoegen
pl: Dodaj Język
uk: Додати мову

source: Do you really want to delete this language?
ca: Realment vols esborrar aquest idioma?
cs: Opravdu chcete smazat tento jazyk ?
de: Willst du diese Sprache wirklich löschen?
el: Πραγματικά θέλετε να διαγράψετε αυτήν την γλώσσα;
es: ¿Está seguro que desea borrar este lenguaje?
fr: Etes vous sur que vous voulez enlever cette langue?
he: האם באמת אתה מעוניין למחוק שפה זו ?
it: Sono sicuri che vogliono eliminare questa lingua?
nl: Ben je zeker dat je deze taal wil verwijderen?
pl: Czy na pewno chcesz usunąć ten język?
uk: Ви дійсно хочте видалити данну мову?

source: If you want to
ca: Si vols
cs: Jestli chcete
de: Folgende Aktionen werden ausgeführt:
el: Αν το θέλετε
es: Su usted quiere
fr: Si vous voulez
he: אם אתה מעוניין
it: Se vogliono
nl: Als je wil
pl: Aby wykonać
uk: Якщо ви хочете

source: Deactivate plugin
ca: Desactivar l'extensió
cs: Deaktivovat plugin
de: Plugin deaktivieren
el: Απενεργοποίηση Πρόσθετου
es: Desactivar el plug-in
fr: Déconnecter plugin
he: כיבוי התוסף
it: Spegnere il plag-in
nl: Deactiveer plugin
pl: Deaktywuj wtyczkę
uk: Вимкнути плагін

source: Translations
ca: Traduccions
cs: Překlady
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
fr: Traductions
he: תרגומים
it: Traduzione
nl: Vertalingen
pl: Tłumaczenia
uk: Переклади

source: Tags
ca: Etiquetes
cs: Tagy
el: Ετικέτες
es: Etiquetas
he: תגים
it: Tagi
pl: Tagi
uk: Теги

source: Link Categories
ca: Categories d'enllaços
cs: Kategorie odkazů
de: Link Kategorien
el: Κατηγορίες συνδέσμων
es: Ligar categorías
fr: Catégories des liens
he: קישורים
it: Categorie per riferimenti
nl: Link categorieën
pl: Kategorie linków
uk: Категорії для посилань

source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
es: Ligar categorías
fr: Catégories
he: נושאים
it: Categorie
nl: Categorieën
pl: Kategorie
uk: Категорії

source: Select item to translate
ca: Escull l'ítem que vols traduir
cs: Vyberte položku k překladu
de: Übersetze die:
el: Επιλέξτε αντικείμενο για μετάφραση
es: Seleccione el elemento a traducir
fr: Séléctionnez l' unité à traduire
he: בחר פריט לתרגום
it: Scelgono il tipo di traduzione
nl: Selecteer een item dat je wil vertalen
pl: Zaznacz pozycję do przetłumaczenia
uk: Оберіть тип для редагування

source: Select category to edit (original categories)
ca: Escull la categoria que vols editar (categories originals)
cs: Vyberte kategorii k editaci (původní kategorie)
de: Kategorie zum editieren auswählen
el: Επιλέξτε την κατηγορία για την εδπεξεργασία (αρχικές κατηγορίες)
es: Seleccione la categoría a editar (categorías originales)
fr: Séléctionnez la catégorie à éditer
he: בחר נושא לעריכה (נושאים מקורים)
it: Scelgono la categoria per redazione (categorie originali)
nl: Selecteer een categorie om te editeren (originele categorieën)
pl: Wybierz kategorię do edycji (istniejące kategorie)
uk: Оберіть категорію для редагування (першоджерельні категорії)

source: Select link category to edit (original link categories)
ca: Escull la categoria d'enllaços que vols editar (categories d'enllaços originals)
cs: Vyberte kategorii odkazů k editaci (původní kategorie odkazů)
de: Link Kategorie zum editieren auswählen
el: Επιλέξτε κατηγορία συνδέσμου για επεξεργασία ( αρχικές κατηγορίες συνδέσμων)
es: Seleccione la categoría a editar (ligas originales de categorías)
fr: Séléctinnez catégorie de lien à éditer (catégorie orginale de lien)
he: בחר נושא קישורים לעריכה (נושאי קישורים מקורית)
it: Scelgono la categoria di riferimenti per redazione (le categorie originale per riferimenti)
nl: Selecteer link categorie om te editeren (originele link categorie)
pl: Wybierz kategorię linków do edycji (istniejące kategorie linków)
uk: Оберіть категорію посилань для редагування (першоджерельні категорії посилань)
