Repository: common-repository/wp-multilingual
Catalog: l10n/multilingual-*.po
Languages: ca, cs, de, el, es, fr, he, it, nl, pl, uk

source: Select tag to edit (original tags)
ca: Escull l'etiqueta que vols editar (etiquetes originals)
cs: Vyberte tag k editaci (původní tagy)
de: Tag zum editieren auswählen
el: Επιλέξτε την ετικέτα για επεξεργασία (αρχικές ετικέτες)
es: Seleccione etiqueta a editar (etiquetas originales)
fr: Séléctinnez tag à éditer (tags orginals)
he: בחר תג לעריכה (תגים מקורים)
it: Scelgono il tag per redazione
nl: Selecteer tag om te editeren (originele tags)
pl: Wybierz tag do edycji (istniejące tagi)
uk: Оберіть тег для редагування

source: Localize WP_Multilingual UI
ca: Localitzar l'interfície d'usuari de WP_Multilingual
cs: Lokalizovat WP_Multilingual UI
de: WP_Multilingual UI lokalisieren
el: Να εντοπίσετε την WP_Multilingual διεπαφή
es: Localice WP_Multilingual UI
fr: Localizer WP_Multilingual UI
he: שנה שפת תוסף WP_Multilingual
it: Localizzare la interfaccia di WP_Multilingual
nl: Localiseer WP-Multilingual UI
pl: Lokalizuj Interfejs Użytkownika Wtyczki
uk: Локалізувати інтерфейс WP_Multilingual

source: WP_Multilingual localization
ca: Localització de WP_Multilingual
cs: WP_Multilingual lokalizace
de: WP_Multilingual lokalisieren
el: WP_Multilingual εντοπισμός
es: Localización de WP_Multilingual
fr: Localization de WP_Multilingual
he: שפת תוסף WP_Multilingual
it: WP_Multilingual localizzazione
nl: WP_Multilingual - localisatie
pl: Lokalizacja Wtyczki WP_Multilingual
uk: Локалізація WP_Multilingual

source: WP_Multilingual - localized!
ca: WP_Multilingual - localitzat!
cs: WP_Multilingual - lokalizován!
de: WP_Multilingual - wurde loaklisiert!
el: WP_Multilingual ήταν εντοπισμένος!
es: WP_Multilingual - localizado!
fr: WP_Multilingual a été localizé
he: שפת ממשק ניהול תוסף שונתה
it: WP_Multilingual è localizzato
pl: WP_Multilingual został zlokalizowany!
uk: WP_Multilingual - локалізовано!

source: WP Admin Localization
ca: Localització de WP Admin
cs: Lokalizace Wordpress Administrace
de: WP Admin lokalisieren
el: WP-Admin εντοπισμός
es: Localización de WP Admin
fr: Localization de WP Admin
he: שפת ממשק ניהול
it: Localizzazione WP Amministratore
nl: WP Admin Localisatie
pl: Lokalizacja WP-Admin
uk: Локалізація Адмінчастини ВордПрессу

source: Localize WP
ca: Localitzar WP
cs: Lokalizovat WP
de: WP lokalisieren
el: Να εντοπίσετε WP
es: Localizar WP
fr: Localizer WP
he: שנה שפת ממשק האתר
it: Localizzazione WP
nl: Localiseer WP
pl: Lokalizuj WP-admin
uk: Локалізувати WP

source: Localization of WP-admin (located at wp-includes/languages).
ca: Localització de WP Admin (que és a wp-includes/languages).
cs: Lokalizace Wordpress Administrace (umístěno v wp-includes/languages).
de: Lokalisierung von WP-admin (Dateien befinden sich in wp-includes/languages).
el: Εντοπισμός του WP-admin (βρίσκεται σε wp-includes/languages).
es: Localización de WP-admin (localizado en wp-includes/languages).
fr: Localization de WP-Admin (localizé dans wp-inclut/langues).
he: שפות לממשק ניהול (lממוקם ב wp-includes/languages).
it: Localizzazione della parte amministrativa di WordPress (è nel wp-includes/languages).
nl: Localisatie van WP-admin (te vinden in wp-includes/languages).
pl: Język WP-admin (zlokalizowany w wp-includes/languages).
uk: Локалізація Адмінчастини ВордПрессу (розташовані в wp-includes/languages).

source: Multilingual of WP_Multilingual (located at %p/l10n).
ca: Multilingual de WP_Multilingual (que és a %p/l10n).
cs: Jazykové verze WP_Mulitilingual (umístěno v %p/l10n).
de: Lokalisierung von WP_Multilingual (Dateien befinden sich in %p/l10n).
el: Εντοπισμός του WP_Multilingual (εντοπισμένος σε %p/l10n).
es: Multilengua de WP_Multilingual (localizado en %p/l10n).
fr: Localization de WP_Multilingual (localizé dans %p/l10n).
he: שפות לממשק ניהול תוסף WP_Multilingual (ממוקם ב %p/l10n).
it: Localizzazione di WP_Multilingual (è nel %p/l10n).
pl: Języki - WP_Multilingual (zlokalizowane w %p/l10n).
uk: Локалізація WP_Multilingual (розташовані в %p/l10n).

source: WP localized
ca: WP localitzat
cs: Wordpress lokalizován
de: WP - wurde loaklisiert!
el: WP είναι εντοπισμένο
es: WP localizado
fr: WP a été localizé
he: שפת ממשק ניהול הותקנה
it: WP localizzazione
nl: WP gelocaliseerd
pl: WP zlokalizowany
uk: WP локалізовано

source: Localization
ca: Localització
cs: Lokalizace
de: Lokalisierung
el: Εντοπισμός
es: Localización
he: שינוי שפות שימוש
it: Localizzazione
nl: Localisatie
pl: Lokalizacja
uk: Локалізація

source: Language switcher settings saved
ca: Opcions desades del canviador d'idiomes
cs: Nastavení přepínánače jazyků uloženo
de: Sprachwechsel Link Einstellungen gespeichert
el: Ρυθμίσεις του γλωσσικού διακόπτη σώθικαν
es: Configuración de interruptor de lenguaje salvado
fr: Réglages de commutateur des langues ont été conservés
he: הגדרות מחליף שפה נשמרו
it: I regolazioni del commutatore della lingua sono salvati
nl: Settings taalkeuze bewaard
pl: Ustawienia Przełącznika języków zachowane
uk: Налаштування мовного перемикача збережені

source: Show language switcher at front end
ca: Mostrar canviador d'idiomes al frontal
cs: Zobrazit přepínání jazyků uživatelům
de: Zeige den Sprachwechsel Link im Blog an
el: Δείξιμο του διακόπτη της γλώσσας στην ιστοσελίδα
es: Mostrar interruptor de lenguaje al frente
fr: Montrer la commutateur des langues sur le site
he: הצג מחליף שפה בחזית
it: Mostrare il commutatore sul sito
nl: Toon taalkeuze op front end
pl: Pokaż przełącznik języków użytkownikom witryny
uk: Показувати перемикач на сайті

source: Yes
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Si
fr: Oui
he: כן
it: Si
nl: Ja
pl: Tak
uk: Так

source: No - i will use own switcher
ca: No - utilitzaré el meu propi canviador
cs: Ne - Budu používat vlastní přepínání
de: Nein - Ich werde meinen eigenen Sprachwechsel Link verwenden
el: Όχι - χρησιμοποιώ το δικό μου επιλογέα
es: No, usaré mi propio interruptor
fr: Non, je vais utilizer mon propre commutateur
he: לא - אני אשתמש במחליף שפה אחר
it: No uso il commutatore mio
nl: Neen - ik wil een eigen taalkeuze gebruiken
pl: Nie, zastosuję własny przełącznik języków
uk: Ні - я використаю власний перемикач

source: Switcher type
ca: Tipus de canviador
cs: Typ přepínače
de: Sprachwechsel Link Typ
el: Τύπος επιλογέα
es: Tipo de interruptor
fr: Type de commutateur
he: סוג מחליף שפה
it: Tipo del commutatore
nl: Taalkeuze type
pl: Rodzaj przełącznika
uk: Тип перемикача

source: Only active languages
ca: Només idiomes actius
cs: Pouze aktivní jazyky
de: Nur aktive Sprachen
el: Μόνο ενεργές γλώσσες
es: Solo lenguajes activos
fr: Ne que les langues actives
he: הצג שפות פעילות
it: Solo lingue attive
nl: Enkel actieve talen
pl: Tylko aktywne języki
uk: Тільки активні мови

source: Active and pasive languages
ca: Idiomes actius i passius
cs: Aktivní a pasivní jazyky
de: Aktive und passive Sprachen
el: Ενεργές και παθητικές γλώσσες
es: Lenguajes activos y pasivos
fr: Langues actives et passives
he: הצג שפות פעילות ולא פעילות
it: Lingue attive e passive
nl: Actieve en passieve talen
pl: Aktywne i pasywne języki
uk: Активні та пасивні мови

source: Show it attached to footer or header?
ca: Mostrar-lo adjuntat a la capçalera o al peu de pàgina?
cs: Zobrazit připojené k patičce nebo hlavičce
de: In der Fußzeile oder Kopfzeile des Blogs anzeigen?
el: Δείξε το συνημμένο στo φούτερ η στην επικεφαλίδα;
es: ¿Mostrar adjunto al pie o cabeza de página?
fr: Montrer l'unité connecté footer ou titre?
he: הצג צמוד לכותרת או לתחתית העמוד ?
it: Mostrare allegato al tetto o al appendice?
nl: Toon het geattacheerd aan footer of hoofding?
pl: Pokaż przełącznik w nagłówku, czy w stopce witryny?
uk: Показувати прикріпленим до даху чи підвалу?

source: Footer
ca: Peu de pàgina
cs: Patička
de: Fußzeile
el: Φούτερ
es: Pie de página
he: בתחתית העמוד
it: Appendice
pl: Stopka
uk: Підвал

source: Header
ca: Capçalera
cs: Hlavička
de: Kopfzeile
el: Επικεφαλίδα
es: Cabeza de página
fr: Titre
he: בכותרת העמוד
it: Tetto
nl: Hoofding
pl: Nagłówek
uk: Дах

source: I will choose code location
ca: Jo esculliré el lloc del codi
cs: Vyberu si sám umístění kódu
de: Ich werde den Platz für den Code selbst bestimmen
el: Θα επιλέξω τη θέση του κώδικα
es: Yo escogeré el código de localización
fr: Je vais choisir la location de code
he: אני אבחר מקום לקוד
it: Scelgo da solo il posto per allegazione del commutatore
nl: Ik wil de locatie van de code kiezen
pl: Sam wybiorę miejsce umieszczenia kodu
uk: Я сам оберу місце розташування перемикача

source: Put this code into your template in place where you need to see language switcher
ca: Incloure aquest codi en la teva plantilla on vols veure el canviador d'idiomes
cs: Vložte tento kód do Vaší šablony na místo, kde chcete zobrazit přepínání jazyků
de: Füge diesen Code in dein Template an der Stelle ein, wo du den Sprachwechel Link angezeigt haben willst
el: Τοποθετήστε τον κώδικα στο πρότυπό σας σε μέρος όπου χρειάζεστε να δείτε τον επιλογέα γλώσσας
es: Escribe este código en tu plantilla en el lugar donde necesites ver el interruptor de lenguaje
fr: Mettez ce code dans votre template dans la place ou il vous faut vois la commutateur des langues
he: הקש קוד זה לתוך תבנית היכן שברצונך להציג את מחליף השפות
it: Aggiungere questo codice a Sui modelli dove vogliono vedere il commutatore
nl: Plaats deze code in je template op de plaats waar je de taalkeuze wil tonen
pl: Wstaw ten kod do szablonu w miejscu, w którym chesz aby pojawił się przełącznik języków
uk: Додайте цей код до ваших шаблонів у місце де ви хочете бачити перемикач мов

source: CSS for language switcher
ca: CSS pel canviador d'idiomes
cs: CSS pro přepínač jazyků
de: CSS für den Sprachwechsel Link
el: CSS για τον επιλογέα γλώσσας
es: CSS para el interruptor de lenguaje
fr: CSS pour la commutateur des langues
he: CSS דף סגנון להחלפת שפה
it: CSS per commutatore della lingua
nl: CSS voor taalkeuze
pl: Kod CSS dla przełącznika języków
uk: CSS для перемикача мов

source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
el: Προτεραιότητα
es: Prioridad
fr: Priorité
he: עדיפות
it: Priorità
nl: Prioriteit
pl: Priorytet
uk: Пріоритет

source: required fields
ca: camps requerits
cs: povinné pole
de: verpflichtende Felder
el: Απαραίτητα Πεδία
es: campos requeridos
fr: champs essentiels
he: שדות נדרשים
it: dati necessari
pl: wymagane pola
uk: необхідні данні

source: Sorry, but this language doesn't exist in data base
ca: Aquest idioma no existeix en la base de dades
cs: Omlouvám se, tento jazyk není v databázi
de: Sorry, diese Sprache ist nicht vorhanden
el: Συγγνώμη, αλλά αυτή γλώσσα δεν υπαρχεί στη βάση δεδομένων
es: Este lenguaje no existe en la base de datos
fr: Pardon, mais cette langue n'existe pas dans la base de données
he: סליחה, השפה המבוקשת אינה קיימת במאגר הנתונים
it: Scusi, ma questa lingua non esiste nella banka dati.
nl: Sorry, deze taal bestaat niet in de database.
pl: Przepraszamy, ale ten język nie istnieje w bazie danych
uk: Вибачте, але ця мова не існує у базі даних.

source: Sorry, but required fields are missed
ca: No has complert tots el camps requerits
cs: Omlouvám se, ale požadované údaje chybí
de: Sorry, verpflichtende Felder müßen ausgefüllt werden
el: Συγγνώμη, αλλά παραλείπονται απαραίτητα πεδία.
es: Favor de llenar los campos requeridos
fr: Pardon, mais les champs essentiels sont laissées
he: סליחה, חסרים שדות נדרשים
it: Scusi, forse le rige necessari sono saltati
nl: Sorry, sommige verplichte velden werden niet in gevuld.
pl: Oops, wypełnij wymagane pola
uk: Вибачте, вле здається необхідні поля всеж таки пропущені.

source: Item doesn't exist
ca: Aquest ítem no existeix
cs: Položka neexistuje
de: Nicht vorhanden
el: Το αντικείμενο δεν υπάρχει
es: No existe el elemento
fr: Unité n'existe pas
he: פריט אינו קיים
it: L’oggetto non esiste
nl: Het item bestaat niet
pl: Pozycja nie istnieje
uk: Об'экт не існує

source: Sorry but Site doesn't have tags for now
ca: Aquest lloc no té etiquetes en aquest moment
cs: Omlouvám se, ale žádné tagy nebyly nalezeny
de: Sorry, bis jetzt sind keine Tags vorhanden
el: Συγγνώμη, αλλά η ιστοσελίδα δεν έχει ετικέτες αυτή την στιγμή
es: Por el momento el sitio no tiene etiquetas para traducir
fr: Pardon, le site n'a pas les tags pour ce moment
he: סליחה אך האתר אינו מכיל תגים כעת
it: Scusi, ma il blog non ha ancora i tagi
nl: Sorry maar de site heeft momenteel nog geen tags
pl: Przepraszamy, ale strona nie posiada obecnie tagów
uk: Вибачте але блог досі неміє тегів

source: updated
ca: actualitzat
cs: aktualizováno
de: modifiziert
el: ενημερώθηκε
es: actualizado
fr: renouvelé
he: עודכן
it: attuale
nl: geupdate
pl: zaktualizowane
uk: онолвено

source: Sorry but Site doesn't have Link Categories for now
ca: Aquest lloc no té categories d'enllaços en aquest moment
cs: Omlouvám se, ale žádné kategorie odkazů nebyly nalezeny
de: Sorry, bis jetzt sind keine Link Kategorien vorhanden
el: Συγγνώμη, αλλά η ιστοσελίδα δεν έχει κατηγορίες συνδέσμων αυτή την στιγμή
es: El sitio no contiene categorías por el momento
fr: Pardon mais site
he: סליחה אך האתר אינו מכיל נושאי קישורים כעת
it: Scusi, ma intanto questo blog non ha categorie proprie per redazione
nl: Sorry maar de site heeft momenteel nog geen link categorieën
pl: Przepraszamy, ale strona nie posiada obecnie kategorii linków
uk: Вибачте, але цей блог поки що немає власних категорій для редагування

source: Languages
ca: Idiomes
cs: Jazyky
de: Sprachen
el: Γλώσσες
es: Lenguajes
fr: Langues
he: שפות קיימות
it: Lingue
nl: Talen
pl: Języki
uk: Мови

source: created
ca: creat
cs: vytvořeno
de: erstellt
el: δημιουργήθηκε
es: creado
fr: créé
he: נוצר
it: Creato
nl: aangemaakt
pl: stworzone
uk: створено

source: Translation
ca: Traducció
cs: Překlad
de: Übersetzung
el: Μετάφραση
es: Traducción
fr: Traduction
he: תרגום
it: Traduzione
nl: Vertaling
pl: Tłumaczenie
uk: Переклад

source: Your message sent!
ca: El teu missatge s'ha enviat correctament!
cs: Zpráva odeslána!
de: Deine Nachricht wurde erfolgreich gesendet!
el: Το μύνημά σας εστάλει
es: Mensaje enviado!
fr: Votre message a été envoyé
he: הודעתך נשלחה
it: Il suo messaggio é inviato
nl: Uw bericht werd verzonden!
pl: Twoja wiadomość została wysłana!
uk: Ваше повідомленя надіслене автору

source: Your message was not sent!..
ca: El teu missatge no s'ha enviat!
cs: Vaše zpráva nebyla odeslána.
de: Deine Nachricht wurde nicht gesendet!..
el: Το μύνημά σας δεν εστάλει. Παρακαλώ ελέγξτε τιε ρυθμίσεις του διακομιστή ταχυδρομείου
es: Mensaje no enviado! Revisa tu configuración de servidor de correo electrónico
fr: Votre message n a pas été envoyé Vérifiez les réglages de votre serveur de mail
he: הדואל שלך לא נשלח!
it: Il suo messaggio non é inviato. Per piacere, verifica i sui parametri di installazione dello mail server
pl: Twoja wiadomość nie została wysłana!...
uk: Ваше повідомлення не надіслано. Будь-ласка перевірте налаштування вашого поштового серверу.

source: Request help
ca: Demanar ajuda
cs: Požádat o pomoc
de: Hilfe anfordern
el: Αίτηση Βοήθειας
es: Pedir ayuda
fr: Démander l 'aide
he: בקשת עזרה
it: Il aiuto alla richiesta
nl: Vraag hulp
pl: Poproś o pomoc
uk: Запит допомоги

source: Send message to author
ca: Enviar missatge a l'autor
cs: Poslat autorovi zprávu
de: Nachricht an den Author abschicken
el: Στείλετε το μήνυμα στο συντάκτη
es: Mandar mensaje al autor
fr: Envoyer le message à l' auteur
he: שלח הודעה למחבר
it: Inviare il messaggio al autore
nl: Stuur een bericht naar de auteur
pl: Wyślij wiadomość do autora
uk: Надіслати повідомлення автору

source: Subject
ca: Assumpte
cs: Předmět
de: Betreff
el: Αντικείμενο
es: Asunto
fr: Sujet
he: נושא
it: Il oggetto
nl: Onderwerp
pl: Temat
uk: Тема повідомлення

source: Message
ca: Missatge
cs: Obsah zprávy
de: Nachricht
el: Μήνυμα
es: Mensaje
he: הודעה
it: Il messaggio
nl: Bericht
pl: Wiadomość
uk: Повідомлення

source: Your e-mail
ca: El teu correu electrònic
cs: Váš email
de: Deine Email Adresse
el: Ηλεκτρονική διεύθυνσή σας
es: Tu correo electrónico
fr: Votre e mail
he: דואל שלך
it: Il suo e-mail
nl: Uw e-mail
pl: Twój e-mail
uk: Адреса електроної пошти

source: Your name
ca: El teu nom
cs: Vaše jméno
de: Dein Name
el: Το όνομά σας
es: Tu nombre
fr: Votre nom
he: שמך
it: Il suo nome
nl: Uw naam
pl: Twoję imię
uk: Ваше ім´я

source: Sample of custom language switcher
ca: Exemple de canviador d'idiomes personalitzat
cs: Příklad vlastního přepínače jazyků
de: Beispiel eines eigenen Sprachwechsel Links
el: Δείγμα τροποποιημένου επιλογέα γλώσσας
es: Muestra de un simple interruptor de lenguaje
fr: Modèle de commutateur des langues
he: דוגמה לקוד מחליף שפה
it: Il sample dello commutatore della lingua ordinaria
nl: Voorbeeld aangepaste taalkeuze
pl: Przykładowy kod własnego przelącznika języków
uk: Приклад перемикача мов

source: Localize WP-Admin
ca: Localitzar WP Admin
cs: Lokalizovat Wordpress Administraci
de: WP-Admin lokalisieren
el: Να εντοπίσετε WP-Admin
es: Localice WP-Admin
fr: Localizer WP-Admin
he: שנה שפת ממשק ניהול
it: Localizzazione WP Amministratore
pl: Lokalizuj WP-Admin
uk: Локалізація WP-Admin

source: <strong>locale</strong> - file missing at plugin directory
ca: <strong>lloc</strong> - l'arxiu no s'ha trobat al directori de l'extensió
cs: <strong>locale</strong> - soubor nebyl nalezen v adresáři s pluginy
de: <strong>locale</strong> - Datei fehlt im Plugin Verzeichnis
el: <strong>τοπικές ρυθμίσεις</strong> - το αρχείο λείπει απο τον κατάλογο προσθέτων
es: <strong>locale</strong> - archivo faltante en el directorio del plug-in
fr: <strong>locale</strong> - file est manqué dans la directoire
he: <strong>סימול מקומי</strong> - חסר בספרית התוסף
nl: <strong>locale</strong> - bestand ontbreekt in plugin directory
pl: <strong>locale</strong> - brak pliku w katalogu wtyczek
uk: <strong>локалі</strong> - файл відсутній в дитекторії плагіна
